{
	"items":[
		{
			"title":"Donald Trump Plans on Executing Immigration Plan Through 'Management'",
			"body":"Republican presidential candidate Donald Trump today defended his newly released immigration reform plan, which calls for the deportation of millions of undocumented workers in the United States, saying he'll accomplish the objectives through 'management.'",
			"comments":[
				{
					"user_name":"Bob",
					"created_at":"Mon Aug 24 12:28:44 IDT 2015",
					"user_image":"https://pbs.twimg.com/profile_images/378800000451012500/4628fbb9dc70514d389ed9491243866f_400x400.png",
					"body":"TWISP, Wash. (AP) The latest on wildfires in Washington state, including those that killed three firefighters (all times local)"
				}
			]
		},
		{
			"title":"Police: Man stabs relative, rapes woman in crime spree",
			"body":"BOXBOROUGH, Mass. (AP) — A man allegedly stabbed his relative, raped a woman and then drove both victims from his home in Massachusetts to Ohio before authorities captured him following a ",
			"comments":[
				{
					"user_name":"Bob2",
					"created_at":"Mon Aug 24 12:28:44 IDT 2015",
					"user_image":"https://thisandthatforkids.files.wordpress.com/2013/09/dm2_minion_dave_020.jpg",
					"body":"Almost 80,000 people had by Monday signed a petition urging the arrest of Israeli Prime Minister Benjamin Netanyahu for war crimes when he visits London next month. The petition was launched earlier this month by British citizen Damian Moran and is "
				}
			]
		},
		{
			"title":"Japan's spacecraft arrives early to ISS",
			"body":"he Japanese cargo craft 'Kounotori', carrying food and spare parts to the International Space Station, has arrived 20 minutes earlier then expected.",
			"comments":[
				{
					"user_name":"Bob",
					"created_at":"Mon Aug 24 12:28:44 IDT 2015",
					"user_image":"https://pbs.twimg.com/profile_images/378800000451012500/4628fbb9dc70514d389ed9491243866f_400x400.png",
					"body":"TWISP, Wash. (AP) The latest on wildfires in Washington state, including those that killed three firefighters (all times local)"
				}
			]
		}
	]
}
		